<svelte:head>
    <title>О приложении</title>
    <meta name="description" content="Описание приложения" />
</svelte:head>

<div class="text-column">
    <h1>О приложении</h1>

    <p>
        Наше приложение представляет собой инновационный инструмент для анализа и исследования преобразований физических величин на основе базы данных по физическим эффектам (ФЭ). Мы разработали его с учетом широкого спектра задач, связанных с научными и инженерными исследованиями, а также практическими приложениями в различных областях техники и науки.
    </p>

    <h2>Основные возможности:</h2>

    <ol>
        <li>
            <strong>Анализ преобразований:</strong> Наше приложение позволяет проводить подробный анализ преобразований физических величин на основе имеющихся данных о физических эффектах. Пользователи могут исследовать цепочки преобразований между заданными входными и выходными величинами.
        </li>
		<br/>
        <li>
            <strong>Построение ориентированного графа:</strong> Мы используем информацию из базы данных для построения ориентированного графа, где вершины представляют собой физические величины, а дуги — преобразования между ними. Это позволяет наглядно представить взаимосвязи между физическими величинами.
        </li>
		<br/>
        <li>
            <strong>Поиск путей:</strong> Наше приложение осуществляет поиск всех возможных путей между заданными входными и выходными величинами, ограничивая длину цепочек до заданного количества преобразований. Пользователи могут получить полную информацию о преобразованиях, необходимых для перехода от одной величины к другой.
        </li>
		<br/>
        <li>
            <strong>Компактный вывод:</strong> Результат работы приложения представляется в виде компактного списка преобразований, который удобно анализировать и использовать в дальнейших исследованиях и проектировании.
        </li>
    </ol>

    <h2>Примеры использования:</h2>

    <ul>
        <li>
            Научные исследования в области физики, химии, инженерии и других естественных наук.
        </li>
		<br/>
        <li>
            Разработка новых технологий и устройств на основе физических принципов.
        </li>
		<br/>
        <li>
            Расчеты и проектирование различных устройств, датчиков, сенсоров и приборов.
        </li>
    </ul>

    <p>
        Приложение "Преобразование физических величин" представляет собой мощный инструмент для исследователей, инженеров и научных работников, позволяющий проводить глубокий анализ преобразований физических величин и находить новые пути для развития науки и техники.
    </p>
</div>
