<div class="p-4">
	<div class="card p-1">
		<header class="card-header h3">О программе</header>
		<section class="p-4">
			<h4 class="h4">БАЗА ДАННЫХ ПО ФИЗИКО-ТЕХНИЧЕСКИМ ЭФФЕКТАМ</h4>
			<div class="mt-4">
				<h5 class="h5">Введение</h5>
				<hr />
				<p>
					Поиск принципов действия технических объектов на основе фондов физико-технических эффектов
					- один из самых высоких уровней инженерного творчества, позволяющий получать принципиально
					новые решения. В настоящее время у создателей новой техники существует постоянно
					возрастающий дефицит информации в области физики, необходимой для выбора физических основ
					объекта проектирования. Применение больших по объему фондов физико-технических эффектов
					невозможно без использования технологий автоматизированных баз данных.
				</p>
			</div>
			<div class="mt-4">
				<h5 class="h5">Назначение</h5>
				<hr />
				<ul>
					<li>
						- определение физических возможностей реализации проектируемого технического объекта;
					</li>
					<li>- выявление перспективных направлений исследований.</li>
				</ul>
			</div>
			<div class="mt-4">
				<h5 class="h5">Основные функции</h5>
				<hr />
				<p>
					Основными функциями комплекса налаются креативны запроссв о физических на
					линиях, законах, применяемых в текнике - финико-тезнических эффектах; синтез ПД
					текнического объекта в виде совместивак Ф1Э по заданным льному воздействию и конечному
					результату (то есть по тезнической функции объекта); анализ ПД на основе аппарата
					иерартическе организованных характеристик, детализирующих условия проявления ФТЭ.
				</p>
			</div>
			<div class="mt-4">
				<h5 class="h5">Область применения</h5>
				<hr />
				<p>Области применения комплекса:</p>
				<ul>
					<li>- начальные стадии проектирования технических объектов;</li>
					<li>- научно-техническое прогнозирование;</li>
					<li>- поддержка изобретательской деятельности;</li>
					<li>- обучение инженерных кадров.</li>
				</ul>
			</div>
			<div class="mt-4">
				<h5 class="h5">Основные понятия</h5>
				<hr />
				<p>
					<strong>Под физико-техническим эффектом</strong> (ФТЭ) понимается физический эффект (явление,
					закон), отражающий объективно существующую причинно-следственную зависимость между совокупностью
					физических величин, установленную опытным или теоретическим путем. Описание ФТЭ имеет форму,
					удобную для технических приложений.
				</p>
				<p>
					В целях автоматизации в комплексе применяется формульная модель представления ФТЭ в виде
					трех компонент (Д, В, С), где Д - воздействия (входы) ФТЭ, В - носитель ФТЭ, то есть
					объект, на котором проявляется ФТЭ, С - результат (выход) ФТЭ. У ФТЭ допускается от одного
					до трех воздействий.
				</p>
				<p>
					Принципом действия (ПД) технического объекта называется структура взаимосвязанных
					физико-технических эффектов (ФТЭ), обеспечивающая функционирование объекта.
				</p>
				<p>
					Настоящая версия комплекса обеспечивает синтез вариантов ПД технического объекта в виде
					цепочек совместимых ФТЭ, которые преобразуют данное начальное воздействие (вход ПД) в
					заданный конечный результат (выход ПД). Два последовательно расположенных ФТЭ считаются
					совместимыми, если результат первого ФТЭ совпадает по наименованию с одним из воздействий
					второго ФТЭ. Преобразование начального воздействия в конечный результат, как правило,
					соответствует описанию функции технического объекта.
				</p>
			</div>
			<div class="mt-4">
				<h5 class="h5">Работа с комплексом</h5>
				<hr />
				<p>
					Для синтеза ПД с помощью комплекса ПРИНЦ пользователь должен определить техническое
					задание, в котором необходимо указать:
				</p>
				<ul>
					<li>
						основной вход ПД, то есть воздействие первого ФТЭ цепочки, которое всегда должно
						присутствовать в синтезируемых ПД;
					</li>
					<li>
						дополнительные входы ПД, то есть возможные воздействия любого ФТЭ, которые не являются
						результатом предыдущего ФТЭ;
					</li>
					<li>выход ПД, то есть результат последнего ФТЭ;</li>
					<li>максимально допустимое число ФТЭ в ПД.</li>
				</ul>
				<p>
					Для входов и выхода ПД могут дополнительно указываться их характеристики. Полученный ПД по
					желанию пользователя анализируется на согласованность характеристик результата предыдущего
					и воздействия последующего ФТЭ для каждой пары соседних ФТЭ, а также на соответствие
					характеристик входов и выхода ПД характеристикам, определенным в техническом задании.
				</p>
			</div>
		</section>
	</div>
</div>
